test/contracts/never-accessed-1.cfg.dot
digraph "never-accessed-1" {
    node [shape=box];
    subgraph "cluster_test" {
        label="test";
        "test_141" [label="let a: Int = 20"];
        "test_142" [label="if (true)"];
        "test_144" [label="a = 42"];
        "test_146" [label="return 42"];
        "test_141" -> "test_142";
        "test_142" -> "test_144";
        "test_144" -> "test_146";
    }
}
