test/good/never-accessed-1.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["if (true)"]
    test_144["a = 42"]
    test_146["return 42"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_146
end
